Repository: pinakoladda/pet-care
Catalog: src/locales/*/messages.po
Languages: de, fr, it, ja, pl, ru, uk

source: account:
de: konto:
fr: compte :
ja: アカウント:
pl: Konto:
ru: аккаунт:
uk: обліковий запис:

source: Add your first tail here:
de: Fügen Sie Ihren ersten Schwanz hier hinzu:
fr: Ajoutez votre première queue ici:
it: Aggiungi la tua prima coda qui:
ja: 最初のテールをここに追加：
pl: Dodaj swój pierwszy ogon tutaj:
ru: Добавьте ваш первый хвост здесь:
uk: Додайте свій перший хвіст тут:

source: Already have an account?
de: Haben Sie bereits ein Konto?
fr: Vous avez déjà un compte ?
it: Hai già un account?
ja: 既にアカウントをお持ちですか？
pl: Masz już konto?
ru: Уже зарегистрированы?
uk: Вже маєте обліковий запис?

source: Are you fucking sure?
de: Bist du dir sicher?
fr: Êtes-vous sûr de vouloir baiser ?
it: Sta scopando sicuro?
ja: 本当にいいの？
pl: Jesteś pewien?
ru: Вы уверены?
uk: Ти в біса впевнений?

source: Choose app color-theme:
de: Wählen Sie die Farbe der App:
fr: Choisir le thème de couleur de l'application :
it: Scegli color-tema dell'app:
ja: アプリの色テーマを選択:
pl: Wybierz kolor motywu:
ru: Выберите цветовую тему приложения:
uk: Виберіть кольорову тему додатка:

source: Choose page language:
de: Wähle die Sprache der Seite:
fr: Choisissez la langue de la page :
it: Scegli la lingua della pagina:
ja: ページ言語を選択:
pl: Wybierz język strony:
ru: Выберите язык страницы:
uk: Виберіть мову сторінки:

source: Choose your preferred measure:
de: Wählen Sie Ihre bevorzugte Messung:
fr: Choisissez votre mesure préférée :
it: Scegli la misura preferita:
ja: お好みの測定値を選択してください:
pl: Wybierz preferowany środek:
ru: Выберите предпочитаемое измерение:
uk: Оберіть бажаний вимір:

source: Create your
de: Erstellen Sie Ihre
fr: Créez votre
it: Crea il tuo
ja: あなたのアカウントを作成する
pl: Utwórz swój
ru: Создать свой
uk: Створи свій

source: Delete Tail
de: Schwanz löschen
fr: Supprimer la queue
it: Elimina Coda
ja: 尾を削除
pl: Usuń ogon
ru: Удалить хвост
uk: Видалити вітрило

source: Edit Tail
de: Schwanz bearbeiten
fr: Modifier la queue
it: Modifica Coda
ja: 尾を編集
pl: Edytuj ogon
ru: Изменить хвост
uk: Редагувати

source: Is neutured?
de: Wird Neutralisiert?
fr: Est neutre ?
it: È neutured?
ja: 好意的ですか?
pl: Czy jest zapalenie płuc?
ru: Нейтра?
uk: Чи зручна доставка?

source: log out
de: ausloggen
fr: déconnexion
it: disconnettersi
ja: ログアウト
pl: wyloguj się
ru: выйти
uk: вийти

source: Login
de: Anmelden
fr: Se connecter
it: Accedi
ja: ログイン
pl: Logowanie
ru: Логин
uk: Логін

source: Login to your <0> Pet Care </0> accont:
de: Melden Sie sich bei Ihrem <0> Haustier </0> accont:
fr: Connectez-vous à votre <0> Pet Care </0> accont:
it: Accedi al tuo <0> Pet Care </0> accont:
ja: <0>ペットケア </0>accontにログインします:
pl: Zaloguj się do swojego <0> Pet Care </0> kontakt:
ru: Войдите в учетную запись <0> для домашних животных </0>:
uk: Увійдіть до свого <0> Домашня тварина </0> відділення:

source: main page
de: Hauptseite
fr: page principale
it: pagina principale
ja: メインページ
pl: strona główna
ru: главная страница
uk: головна сторінка

source: My tails:
de: Meine Schwanz:
fr: Mes queues :
it: Le mie code:
ja: 自分の尻尾:
pl: Moje ogony:
ru: Мои хвосты:
uk: Мої зворотні хвости:

source: no
de: o
fr: non
ja: いいえ
pl: nie
ru: нет
uk: нема

source: Pet medical info:
de: Tierärztliche Info:
fr: Informations médicales sur les animaux de compagnie :
it: Informazioni mediche per animali:
ja: ペット医療情報:
pl: Informacje medyczne dla zwierząt:
ru: Информация о питомнике:
uk: Інформація про медичну інформацію:

source: Registration
de: Anmeldung
fr: Inscription
it: Registrazione
ja: 登録
pl: Rejestracja
ru: Регистрация
uk: Реєстрація

source: Save changes
de: Änderungen speichern
fr: Enregistrer les modifications
it: Salva modifiche
ja: 変更を保存
pl: Zapisz zmiany
ru: Сохранить изменения
uk: Зберегти зміни

source: settings
de: einstellen
fr: Réglages
it: impostazioni
ja: 設定
pl: ustawienia
ru: настройки
uk: налаштування

source: Sign in
de: Anmelden
fr: Se connecter
it: Accedi
ja: サインイン
pl: Zaloguj się
ru: Войти
uk: Увійти

source: Still don't have an account in Pet Care?
de: Haben Sie noch keinen Account in Haustierpflege?
fr: Vous n'avez toujours pas de compte dans Pet Care ?
it: Non hai ancora un account in Pet Care?
ja: ペットケアにアカウントがありませんか？
pl: Nadal nie posiadasz konta w Karcie Zwierza?
ru: У вас еще нет аккаунта в Pet Care?
uk: Все ще немає облікового запису в корпусі?

source: Upcoming events:
de: Nächste Ereignisse:
fr: Événements à venir :
it: Prossimi eventi:
ja: 今後の予定：
pl: Nadchodzące wydarzenia:
ru: Предстоящие мероприятия:
uk: Майбутні події:

source: yes
de: ja
fr: Oui
it: sì
ja: はい
pl: Tak
ru: да
uk: так
